posts/2024-01-24-tcm-five-organs-and-five-elements.html
<!DOCTYPE html>
<html lang="en">
<head>
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>中医：五脏与五行</title>
<meta name="generator" content="Org Mode">
<link rel="apple-touch-icon" sizes="180x180" href="/apple-touch-icon.png">
<link rel="icon" type="image/png" sizes="32x32" href="/favicon-32x32.png">
<link rel="icon" type="image/png" sizes="16x16" href="/favicon-16x16.png">
<link rel="manifest" href="/site.webmanifest">
<link rel="stylesheet" type="text/css" href="/css/main.bundle.min.css">
</head>
<body>
<header id="preamble" class="status">
<div class="site-header">
  <a class="site-title" href="/">Chuck</a>
  <div class="site-nav">
    <div id="menu-list" class="main-menu">
      <a href="/posts/">Posts</a>
      <a href="/about.html">About</a>
    </div>
    <button aria-label="Search" onclick="window.location.href='/search.html';">
      <svg width="20" height="20" viewBox="0 0 24 24">
        <path fill="currentcolor" d="M23.822 20.88l-6.353-6.354c.93-1.465 1.467-3.2 1.467-5.059.001-5.219-4.247-9.467-9.468-9.467s-9.468 4.248-9.468 9.468c0 5.221 4.247 9.469 9.468 9.469 1.768 0 3.421-.487 4.839-1.333l6.396 6.396 3.119-3.12zm-20.294-11.412c0-3.273 2.665-5.938 5.939-5.938 3.275 0 5.94 2.664 5.94 5.938 0 3.275-2.665 5.939-5.94 5.939-3.274 0-5.939-2.664-5.939-5.939z"></path>
      </svg>
    </button>
    <button id="appearance-switcher" aria-label="Appearance Switcher">
      <svg id="moon" width="20" height="20" viewBox="0 0 512 512">
        <path fill="currentcolor" d="M32 256C32 132.2 132.3 32 255.8 32c11.36.0 29.7 1.668 40.9 3.746 9.616 1.777 11.75 14.63 3.279 19.44C245 86.5 211.2 144.6 211.2 207.8c0 109.7 99.71 193 208.3 172.3 9.561-1.805 16.28 9.324 10.11 16.95C387.9 448.6 324.8 480 255.8 480 132.1 480 32 379.6 32 256z">
        </path>
      </svg>
      <svg id="sun" width="20" height="20" viewBox="0 0 512 512">
        <path fill="currentcolor" d="M256 159.1c-53.02.0-95.1 42.98-95.1 95.1s41.2 96.9 95.1 96.9 95.1-42.98 95.1-95.1S309 159.1 256 159.1zM509.3 347l-63.2-91.9 63.15-91.01c6.332-9.125 1.104-21.74-9.826-23.72l-109-19.7-19.7-109c-1.975-10.93-14.59-16.16-23.72-9.824L256 65.89 164.1 2.736c-9.125-6.332-21.74-1.107-23.72 9.824L121.6 121.6 12.56 141.3C1.633 143.2-3.596 155.9 2.736 164.1L65.89 256 2.74 347.01c-6.332 9.125-1.105 21.74 9.824 23.72l109 19.7 19.7 109c1.975 10.93 14.59 16.16 23.72 9.824L256 446.1l91.01 63.15c9.127 6.334 21.75 1.107 23.72-9.822l19.7-109 109-19.7C510.4 368.8 515.6 356.1 509.3 347zM256 383.1c-70.69.0-127.1-57.31-127.1-127.1.0-70.69 57.31-127.1 127.1-127.1S383.1 186.2 383.1 256c0 70.7-56.4 127.1-127.1 127.1z">
        </path>
      </svg>
    </button>
    <button id="menu-button" aria-label="Menu">
      <svg width="20" height="20" viewBox="0 0 448 512">
        <path fill="currentcolor" d="M0 96C0 78.33 14.33 64 32 64H416c17.7.0 32 14.33 32 32 0 17.7-14.3 32-32 32H32C14.33 128 0 113.7.0 96zM0 256c0-17.7 14.33-32 32-32H416c17.7.0 32 14.3 32 32s-14.3 32-32 32H32c-17.67.0-32-14.3-32-32zM416 448H32c-17.67.0-32-14.3-32-32s14.33-32 32-32H416c17.7.0 32 14.3 32 32s-14.3 32-32 32z">
        </path>
      </svg>
    </button>
  </div>
</div>
</header>
<main id="content" class="content">
<header>
<h1 class="title">中医：五脏与五行</h1>
</header><p>
中医腑脏<sup><a id="fnr.1" class="footref" href="#fn.1" role="doc-backlink">1</a></sup>通常成为五脏六腑。五脏是：肝、心、脾、肺、肾，主要功能为生化和蓄存精气；六腑是：胆、小肠、胃、大肠、膀胱、三焦<sup><a id="fnr.2" class="footref" href="#fn.2" role="doc-backlink">2</a></sup>，主要功能为受乘和传化水谷并积存精气。
</p>

<p>
《黄帝内经》中，五行与五脏相互对应，即心火、肝木、脾土、肺金、肾水。各脏器之间又相生相克。
</p>

<p>
相生：肝生心，心生脾，脾生肺，肺生肾，肾生肝。
</p>

<p>
相克：肝克脾，脾克肾，肾克心，心克肺，肺克肝。
</p>

<ul class="org-ul">
<li>心：《黄帝内经》说：“心者五脏六腑之大主”。主神志，主血脉，在液为汗，开窍于舌。位于胸腔之内，斜位于胸腔中纵隔内，隔膜之上，两肺之间，三分之二位于正中线左侧，三分之一位于正中线右侧，心尖朝向左前下方。形似倒垂未开之莲蕊，外有心包护卫。心为神之舍，血之主，脉之宗，在五行属火，为阳中之阳，起着主宰人体生命活动的作用。手少阴心经与手太阳小肠经在小肠与心之间相互络属， <b><b>与小肠相表里</b></b> 。</li>

<li>肝：在五行属木，主疏泄，魂之处，藏血，其华在爪，其充在筋，开窍于目，在志为怒，在液为泪， <b><b>与胆相表里</b></b> 。《素问》说：”肝者，将军之官，谋虑出焉”，表现在调节精神情志，促进消化吸收，以及维持气血、津液的运作三方面。肝位于上腹部，横隔之下。</li>

<li>脾：在五行属土，主藏，统血，谓之主，开窍于口，主肌肉，运化水谷，主升清，后天之本，主四肢，其华在唇，统血益气，在志为思，藏意生思，思伤脾。在液为涎；藏营，司运动， <b><b>与胃相表里</b></b> 。</li>

<li>肺：在五行属金，专司呼吸，主宣发速降，通调水道，朝百脉，主治节，协助心君调节气血运行，故称“相傅之官”。其附属功能为：在志为忧（悲），在液为涕，在体合皮，其华在毛，在窍为鼻。 <b><b>与大肠相表里</b></b> 。阳中为少阳，三焦为上焦。</li>

<li>肾：在五行属水，肾的主要功能是藏精，主生长发育和生殖；主水液、肾主纳气。与其它组织器官的关系是：肾主骨、生髓、通于脑，齿为骨之余。其华在发，开窍于耳及二阴，在志为恐，在液为唾。 <b><b>与膀胱相表里</b></b> 。</li>
</ul>

<table>


<colgroup>
<col class="org-left">

<col class="org-left">

<col class="org-left">

<col class="org-left">

<col class="org-left">

<col class="org-left">

<col class="org-left">

<col class="org-left">

<col class="org-left">

<col class="org-left">
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">五行</th>
<th scope="col" class="org-left">五脏</th>
<th scope="col" class="org-left">六腑</th>
<th scope="col" class="org-left">季节</th>
<th scope="col" class="org-left">五情</th>
<th scope="col" class="org-left">五官</th>
<th scope="col" class="org-left">五味</th>
<th scope="col" class="org-left">五华</th>
<th scope="col" class="org-left">五音</th>
<th scope="col" class="org-left">五色</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">火</td>
<td class="org-left">心</td>
<td class="org-left">小肠</td>
<td class="org-left">夏</td>
<td class="org-left">喜</td>
<td class="org-left">舌</td>
<td class="org-left">苦</td>
<td class="org-left">面</td>
<td class="org-left">宫</td>
<td class="org-left">红</td>
</tr>

<tr>
<td class="org-left">木</td>
<td class="org-left">肝</td>
<td class="org-left">胆</td>
<td class="org-left">春</td>
<td class="org-left">怒</td>
<td class="org-left">目</td>
<td class="org-left">酸</td>
<td class="org-left">爪</td>
<td class="org-left">商</td>
<td class="org-left">青</td>
</tr>

<tr>
<td class="org-left">土</td>
<td class="org-left">脾</td>
<td class="org-left">胃</td>
<td class="org-left">长夏</td>
<td class="org-left">思</td>
<td class="org-left">口</td>
<td class="org-left">甜</td>
<td class="org-left">唇</td>
<td class="org-left">角</td>
<td class="org-left">黄</td>
</tr>

<tr>
<td class="org-left">金</td>
<td class="org-left">肺</td>
<td class="org-left">大肠</td>
<td class="org-left">秋</td>
<td class="org-left">悲</td>
<td class="org-left">鼻</td>
<td class="org-left">辣</td>
<td class="org-left">皮毛</td>
<td class="org-left">幑</td>
<td class="org-left">白</td>
</tr>

<tr>
<td class="org-left">水</td>
<td class="org-left">肾</td>
<td class="org-left">膀胱</td>
<td class="org-left">冬</td>
<td class="org-left">恐</td>
<td class="org-left">耳</td>
<td class="org-left">咸</td>
<td class="org-left">发</td>
<td class="org-left">羽</td>
<td class="org-left">黑</td>
</tr>
</tbody>
</table>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1" role="doc-backlink">1</a></sup> <div class="footpara" role="doc-footnote"><p class="footpara">
中医的腑脏，和西医提出的腑脏的生理结构并非相同。西医传入中国时，寻找了中医中结构相近的器官进行翻译，功能上不完全对应。
</p></div></div>

<div class="footdef"><sup><a id="fn.2" class="footnum" href="#fnr.2" role="doc-backlink">2</a></sup> <div class="footpara" role="doc-footnote"><p class="footpara">
三焦为六腑之一，又名”决渎之官”，为上焦、中焦、下焦三者的统称，对应的脏为心包。焦古作膲，为皮下、肌间纹理之意。
</p></div></div>


</div>
</div></main>
<footer id="postamble" class="status">
<div class="site-footer">
  <p>&copy 2026 Chuck</p>
  <p>Powered by <a href="https://www.gnu.org/software/emacs/">Emacs</a></p>
</div>
<a href="#top" class="top-link" id="top-link" style="visibility: hidden; opacity: 0;">
  <svg xmlns="http://www.w3.org/2000/svg" height="24px" width="24px" viewBox="0 -960 960 960" fill="currentcolor">
    <path d="M440-160v-487L216-423l-56-57 320-320 320 320-56 57-224-224v487h-80Z"></path>
  </svg>
</a>
</footer>
</body>
</html>
